Repository: collective/sc.contentrules.localrole
Catalog: src/*/contentrules/localrole/locales/*/LC_MESSAGES/*.contentrules.localrole.po
Languages: pt_br

source: Add a Local Role Action
pt_br: Adiciona uma regra de papéis locais

source: An action that applies local roles for a user or group to an object.
pt_br: Ação que aplica papéis locais para usuário ou grupo em um objeto de conteúdo.

source: Apply local roles ${roles} to ${principal}
pt_br: Aplicar papéis locais ${roles} para ${principal}

source: Edit a Local Role Action
pt_br: Editar a ação de papéis locais

source: No user or group found with the provided id.
pt_br: Nenhum usuário ou grupo encontrado com o id informado.

source: Please inform the username or groupname that will be used by this action. Use ${title} in this field to use the content title as the value for this field.
pt_br: Por favor informe o nome do usuário ou grupo que será utilizado nesta ação. Use ${title} neste campo para que o título do conteúdo seja o valor deste campo.

source: Roles
pt_br: Papéis

source: Roles to be assigned to user/group in the object.
pt_br: Papéis a serem aplicados ao usuário/grupo no objeto de conteúdo.

source: Unable to apply local roles on ${name}: ${error}
pt_br: Não foi possível aplicar os papéis locais em ${name}: ${error}

source: Username / Group name
pt_br: Nome de usuário / Nome de grupo
