Repository: collective/sc.contentrules.localrole
Catalog: */contentrules/localrole/locales/*/LC_MESSAGES/*.contentrules.localrole.po
Languages: es

source: Add a Local Role Action
es: Agregar un acción de rol local

source: An action that applies a local role for a user or group on an object.
es: Una acción que aplica un rol local para un usuario o grupo con base en un objeto

source: Apply localrole ${roles} to ${principal}
es: Aplicar rol local ${roles} a ${principal}

source: Configure element
es: Configurar elemento

source: Edit a Local Role Action
es: Editar acción de rol local

source: No user or group found with the provided id.
es: No existe un usuario o grupo con el ID indicado.

source: Please inform the username or groupname that will be used by this action.
es: Por favor indique el nombre de usuario o grupo que será usado por esta acción.

source: Roles to be assigned to user/group in the object.
es: Roles que se le asignarán al usuario/grupo en el objeto.

source: Unable to apply local roles on ${name}: ${error}
es: No se pudo aplicar el rol local a ${name}: ${error}

source: Username / Group name
es: Nombre de usuario/grupo
